Repository: GNOME/libhandy
Catalog: po/*.po
Languages: hi

source: Insert placeholder to %s
hi: %s में प्लेसहोल्डर डालें

source: Remove placeholder from %s
hi: %s से प्लेसहोल्डर हटाएं

source: This property does not apply when a custom title is set
hi: तदनुकूल शीर्षक निर्धारित किए जाने पर यह गुण लागू नहीं होता

source: The decoration layout does not apply to header bars which do not show window controls
hi: सजावट अभिन्यास उन शीर्षलेख पट्टी पर लागू नहीं होता जो विंडो नियंत्रण नहीं दिखाते हैं

source: This property only applies when the leaflet is folded
hi: यह गुण केवल तभी लागू होता है जब पत्रक को मोड़ा गया हो

source: Add group to %s
hi: समूह को %s में जोड़ें

source: Add page to %s
hi: %s में पृष्ठ जोड़ें

source: Search bar is already full
hi: खोज पट्टी पहले से ही भरा हुआ है

source: Only objects of type %s can be added to objects of type %s.
hi: केवल %1$s प्रकार की वस्तुओं को %2$s प्रकार की वस्तुओं में जोड़ा जा सकता है।

source: Icon name
hi: आइकन का नाम

source: Activatable widget
hi: सक्रियणीय विजेट

source: The widget to be activated when the row is activated
hi: पंक्ति सक्रिय होने पर सक्रिय होने वाला विजेट

source: Subtitle
hi: उपशीर्षक

source: Use underline
hi: रेखांकन का प्रयोग करें

source: If set, an underline in the text indicates the next character should be used for the mnemonic accelerator key
hi: यदि चयनित है, तो पाठ में रेखांकन यह इंगित करता है कि अगले वर्ण का प्रयोग स्मृति सहायक त्वरक कुंजी के लिए किया जाना चाहिए

source: Number of title lines
hi: शीर्षक पंक्तियों की संख्या

source: The desired number of title lines
hi: शीर्षक पंक्तियों की वांछित संख्या

source: Number of subtitle lines
hi: उपशीर्षक पंक्तियों की संख्या

source: The desired number of subtitle lines
hi: उपशीर्षक पंक्तियों की वांछित संख्या

source: Number of pages
hi: पृष्ठों की संख्या

source: Position
hi: स्थान

source: Current scrolling position
hi: वर्तमान स्क्रॉलिंग स्थान

source: Spacing
hi: रिक्ति

source: Spacing between pages
hi: पृष्ठों के बीच रिक्ति

source: Reveal duration
hi: प्रकट होने की अवधि

source: Page reveal duration
hi: पृष्ठ प्रकट होने की अवधि

source: Interactive
hi: अंतर्क्रियात्मक

source: Whether the widget can be swiped
hi: क्या विजेट स्वाइप किया जा सकता है

source: Animation duration
hi: एनिमेशन अवधि

source: Default animation duration
hi: तयशुदा एनीमेशन अवधि

source: Allow mouse drag
hi: माउस ड्रैग की अनुमति दें

source: Whether to allow dragging with mouse pointer
hi: क्या माउस पॉइंटर से खींचने की अनुमति देनी है

source: Allow scroll wheel
hi: स्क्रॉल व्हील की अनुमति दें

source: Whether the widget will respond to scroll wheel events
hi: क्या विजेट स्क्रॉल व्हील इवेंट पर प्रतिक्रिया देगा

source: Allow long swipes
hi: लंबे स्वाइप की अनुमति दें

source: Whether to allow swiping for more than one page at a time
hi: क्या एक समय में एक से अधिक पृष्ठ के लिए स्वाइप करने की अनुमति दी जानी चाहिए

source: Carousel
hi: कैरोसेल

source: Maximum size
hi: अधिकतम आकार

source: The maximum size allocated to the child
hi: चाइल्ड को आवंटित अधिकतम आकार

source: Tightening threshold
hi: कसने की दहलीज

source: The size from which the clamp will tighten its grip on the child
hi: वह आकार जिससे क्लैम्प चाइल्ड पर अपनी पकड़ मजबूत कर लेगा

source: Selected index
hi: चयनित सूचकांक

source: The index of the selected item
hi: चयनित आइटम का सूचकांक

source: Use subtitle
hi: उपशीर्षक का प्रयोग करें

source: Set the current value as the subtitle
hi: वर्तमान मान को उपशीर्षक के रूप में निर्धारित करें

source: Horizontally homogeneous
hi: क्षैतिज रूप से समरूप

source: Horizontally homogeneous sizing
hi: क्षैतिज समरूप आकार

source: Vertically homogeneous
hi: ऊर्ध्वाधर रूप से समरूप

source: Vertically homogeneous sizing
hi: ऊर्ध्वाधर समरूप आकार

source: Visible child
hi: दृश्यमान चाइल्ड

source: The widget currently visible
hi: वर्तमान में दृश्यमान विजेट

source: Name of visible child
hi: दृश्यमान चाइल्ड का नाम

source: The name of the widget currently visible
hi: वर्तमान में दृश्यमान विजेट का नाम

source: Transition type
hi: अवस्थांतर प्रकार

source: The type of animation used to transition between children
hi: चाइल्ड के बीच अवस्थांतर के लिए प्रयोग किया जाने वाला एनीमेशन का प्रकार

source: Transition duration
hi: अवस्थांतर अवधि

source: The transition animation duration, in milliseconds
hi: अवस्थांतर एनीमेशन अवधि, मिलीसेकंड में

source: Transition running
hi: अवस्थांतर चल रहा है

source: Whether or not the transition is currently running
hi: अवस्थांतर वर्तमान में चल रहा है या नहीं

source: Interpolate size
hi: इंटरपोलेशन आकार

source: Whether or not the size should smoothly change when changing between differently sized children
hi: अलग-अलग आकार के चाइल्ड के बीच बदलाव करते समय आकार में आसानी से बदलाव होना चाहिए या नहीं

source: Can swipe back
hi: पीछे स्वाइप कर सकते हैं

source: Whether or not swipe gesture can be used to switch to the previous child
hi: पिछले चाइल्ड पर स्विच करने के लिए स्वाइप जेस्चर का प्रयोग किया जा सकता है या नहीं

source: Can swipe forward
hi: आगे स्वाइप कर सकते हैं

source: Whether or not swipe gesture can be used to switch to the next child
hi: अगले चाइल्ड पर जाने के लिए स्वाइप जेस्चर का प्रयोग किया जा सकता है या नहीं

source: Name
hi: नाम

source: The name of the child page
hi: चाइल्ड पृष्ठ का नाम

source: The subtitle for this row
hi: इस पंक्ति का उपशीर्षक

source: Expanded
hi: विस्तारित

source: Whether the row is expanded
hi: क्या पंक्ति विस्तारित है

source: Enable expansion
hi: विस्तार सक्षम करें

source: Whether the expansion is enabled
hi: विस्तार सक्षम है या नहीं

source: Show enable switch
hi: सक्षम स्विच दिखाएं

source: Whether the switch enabling the expansion is visible
hi: विस्तार को सक्षम करने वाला स्विच दृश्यमान है या नहीं

source: Label
hi: लेबल

source: Align
hi: संरेखित करें

source: Content
hi: अंतर्वस्तु

source: The content Widget
hi: अंतर्वस्तु विजेट

source: Flap
hi: फ्लैप

source: The flap widget
hi: फ्लैप विजेट

source: Separator
hi: विभाजक

source: The separator widget
hi: विभाजक विजेट

source: Flap Position
hi: फ्लैप स्थिति

source: The flap position
hi: फ्लैप स्थिति

source: Reveal Flap
hi: फ्लैप प्रकट करें

source: Whether the flap is revealed
hi: क्या फ्लैप प्रकट हुआ है

source: Reveal Duration
hi: प्रकट अवधि

source: The reveal transition animation duration, in milliseconds
hi: प्रकट अवस्थांतर एनीमेशन अवधि, मिलीसेकंड में

source: Reveal Progress
hi: प्रगति प्रकट करें

source: The current reveal transition progress
hi: वर्तमान अवस्थांतर की प्रगति को प्रकट करता है

source: Fold Policy
hi: फोल्ड नीति

source: The current fold policy
hi: वर्तमान फोल्ड नीति

source: Fold Duration
hi: फोल्ड अवधि

source: The fold transition animation duration, in milliseconds
hi: फोल्ड अवस्थांतर एनीमेशन अवधि, मिलीसेकंड में

source: Folded
hi: मोड़ा हुआ

source: Whether the flap is currently folded
hi: क्या फ्लैप वर्तमान में मुड़ा हुआ है

source: Locked
hi: लॉक है

source: Whether the flap is locked
hi: क्या फ्लैप लॉक है

source: Transition Type
hi: अवस्थांतर प्रकार

source: The type of animation used for reveal and fold transitions
hi: प्रकटन और मोड़ अवस्थांतर के लिए प्रयोग किए जाने वाले एनीमेशन का प्रकार

source: Modal
hi: मॉडल

source: Whether the flap is modal
hi: क्या फ्लैप मोडल है

source: Swipe to Open
hi: खोलने के लिए स्वाइप

source: Whether the flap can be opened with a swipe gesture
hi: क्या फ्लैप को स्वाइप जेस्चर से खोला जा सकता है

source: Swipe to Close
hi: बंद करने के लिए स्वाइप

source: Whether the flap can be closed with a swipe gesture
hi: क्या फ्लैप को स्वाइप जेस्चर से बंद किया जा सकता है

source: Application menu
hi: अनुप्रयोग मेनू

source: Minimize
hi: न्यूनतम करें

source: Restore
hi: पुनर्स्थापित करें

source: Maximize
hi: अधिकतम करें

source: Close
hi: बंद करें

source: Back
hi: पीछे

source: Pack type
hi: पैक प्रकार

source: A GtkPackType indicating whether the child is packed with reference to the start or end of the parent
hi: एक GtkPackType जो यह बताता है कि चाइल्ड को पैरेंट के आरंभ या अंत के संदर्भ में पैक किया गया है या नहीं

source: The index of the child in the parent
hi: पैरेंट में चाइल्ड का सूचकांक

source: Title
hi: शीर्षक

source: The title to display
hi: प्रदर्शित करने के लिए शीर्षक

source: The subtitle to display
hi: प्रदर्शित करने के लिए उपशीर्षक

source: Custom Title
hi: तदनुकूल शीर्षक

source: Custom title widget to display
hi: प्रदर्शित करने के लिए तदनुकूल शीर्षक विजेट

source: The amount of space between children
hi: चाइल्ड के बीच रिक्त स्थान की मात्रा

source: Show decorations
hi: सजावट दिखाएं

source: Whether to show window decorations
hi: खिड़की की सजावट दिखानी है या नहीं

source: Decoration Layout
hi: सजावट अभिन्यास

source: The layout for window decorations
hi: खिड़की की सजावट के लिए अभिन्यास

source: Decoration Layout Set
hi: सजावट अभिन्यास सेट

source: Whether the decoration-layout property has been set
hi: क्या सजावट-अभिन्यास गुण निर्धारित किया गया है

source: Has Subtitle
hi: उपशीर्षक है

source: Whether to reserve space for a subtitle
hi: उपशीर्षक के लिए स्थान आरक्षित करना है या नहीं

source: Centering policy
hi: केन्द्रीकरण नीति

source: The policy to horizontally align the center widget
hi: केंद्र विजेट को क्षैतिज रूप से संरेखित करने की नीति

source: The animation duration, in milliseconds
hi: एनीमेशन अवधि, मिलीसेकंड में

source: Decorate all
hi: सब सजाएं

source: Whether the elements of the group should all receive the full decoration
hi: क्या समूह के सभी तत्वों को पूर्ण सजावट मिलनी चाहिए

source: Digit
hi: संख्या

source: The keypad digit of the button
hi: बटन का कीपैड संख्या

source: Symbols
hi: प्रतीक

source: The keypad symbols of the button. The first symbol is used as the digit
hi: बटन के कीपैड प्रतीक। पहला प्रतीक अंक के रूप में प्रयोग किया जाता है

source: Show symbols
hi: प्रतीक दिखाएं

source: Whether the second line of symbols should be shown or not
hi: प्रतीकों की दूसरी पंक्ति दिखाई जानी चाहिए या नहीं

source: Row spacing
hi: पंक्ति रिक्ति

source: The amount of space between two consecutive rows
hi: दो लगातार पंक्तियों के बीच स्थान की मात्रा

source: Column spacing
hi: कॉलम रिक्ति

source: The amount of space between two consecutive columns
hi: दो लगातार कॉलम के बीच रिक्त स्थान की मात्रा

source: Letters visible
hi: अक्षर दृश्यमान

source: Whether the letters below the digits should be visible
hi: क्या संख्या के नीचे के अक्षर दिखाई देने चाहिए

source: Symbols visible
hi: दृश्यमान प्रतीक

source: Whether the hash, plus, and asterisk symbols should be visible
hi: क्या हैश, प्लस और तारांकन चिह्न दृश्यमान होने चाहिए

source: Entry
hi: प्रवेश

source: The entry widget connected to the keypad
hi: कीपैड से जुड़ा प्रविष्टि विजेट

source: End action
hi: अंत कार्रवाई

source: The end action widget
hi: अंतिम कार्रवाई विजेट

source: Start action
hi: प्रारंभ कार्रवाई

source: The start action widget
hi: प्रारंभ कार्रवाई विजेट

source: Whether the widget is folded
hi: क्या विजेट मुड़ा हुआ है

source: Horizontally homogeneous folded
hi: क्षैतिज रूप से समरूप मुड़ा हुआ

source: Horizontally homogeneous sizing when the leaflet is folded
hi: जब पत्रक को मोड़ा जाता है तो क्षैतिज रूप से समरूप आकार

source: Vertically homogeneous folded
hi: ऊर्ध्वाधर रूप से समरूप मुड़ा हुआ

source: Vertically homogeneous sizing when the leaflet is folded
hi: पत्रक को मोड़ने पर ऊर्ध्वाधर रूप से समरूप आकार

source: Box horizontally homogeneous
hi: बॉक्स क्षैतिज रूप से समरूप

source: Horizontally homogeneous sizing when the leaflet is unfolded
hi: जब पत्रक को खोला जाता है तो क्षैतिज रूप से समरूप आकार

source: Box vertically homogeneous
hi: बॉक्स लंबवत समरूप

source: Vertically homogeneous sizing when the leaflet is unfolded
hi: पत्रक को खोलने पर ऊर्ध्वाधर रूप से समरूप आकार

source: The widget currently visible when the leaflet is folded
hi: जब पत्रक को मोड़ा जाता है तो वर्तमान में दिखाई देने वाला विजेट

source: The name of the widget currently visible when the children are stacked
hi: जब चाइल्ड स्टैक्ड होते हैं तो वर्तमान में दिखाई देने वाले विजेट का नाम

source: The type of animation used to transition between modes and children
hi: मोड और चाइल्ड के बीच अवस्थांतर के लिए प्रयोग किया जाने वाला एनीमेशन का प्रकार

source: Mode transition duration
hi: मोड अवस्थांतर अवधि

source: The mode transition animation duration, in milliseconds
hi: मोड अवस्थांतर एनीमेशन अवधि, मिलीसेकंड में

source: Child transition duration
hi: चाइल्ड अवस्थांतर की अवधि

source: The child transition animation duration, in milliseconds
hi: चाइल्ड अवस्थांतर एनीमेशन अवधि, मिलीसेकंड में

source: Child transition running
hi: चाइल्ड अवस्थांतर चल रहा है

source: Whether or not the child transition is currently running
hi: चाइल्ड अवस्थांतर वर्तमान में चल रहा है या नहीं

source: Navigatable
hi: नेविगेट करने योग्य

source: Whether the child can be navigated to
hi: क्या चाइल्ड को नेविगेट किया जा सकता है

source: Description
hi: विवरण

source: Use markup
hi: मार्कअप का प्रयोग करें

source: Whether to use markup for the title and description
hi: शीर्षक और विवरण के लिए मार्कअप का प्रयोग करना है या नहीं

source: The title of the preference
hi: प्राथमिकता का शीर्षक

source: Untitled page
hi: शीर्षकहीन पृष्ठ

source: Search enabled
hi: खोज सक्षम

source: Whether search is enabled
hi: क्या खोज सक्षम है

source: Whether or not swipe gesture can be used to switch from a subpage to the preferences
hi: उपपृष्ठ से वरीयताओं पर स्विच करने के लिए स्वाइप जेस्चर का प्रयोग किया जा सकता है या नहीं

source: Preferences
hi: प्राथमिकताएं

source: Search
hi: खोजें

source: No Results Found
hi: कोई परिणाम नहीं मिला

source: Try a different search.
hi: भिन्न खोज का प्रयास करें।

source: Search Mode Enabled
hi: खोज मोड सक्षम

source: Whether the search mode is on and the search bar shown
hi: क्या खोज मोड चालू है और खोज पट्टी दिखाई गई है

source: Show Close Button
hi: बंद बटन दिखाएं

source: Whether to show the close button in the toolbar
hi: टूलबार में बंद बटन दिखाना है या नहीं

source: Widget
hi: विजेट

source: The widget the shadow will be drawn for
hi: वह विजेट जिसके लिए छाया खींची जाएगी

source: Homogeneous
hi: सजातीय

source: Homogeneous sizing
hi: सजातीय आकार

source: The widget currently visible in the squeezer
hi: वर्तमान में स्क्वीज़र में दिखाई देने वाला विजेट

source: The type of animation used to transition
hi: अवस्थांतर के लिए प्रयुक्त एनीमेशन का प्रकार

source: X align
hi: X संरेखित

source: The horizontal alignment, from 0 (start) to 1 (end)
hi: क्षैतिज संरेखण, 0 (आरंभ) से 1 (अंत) तक

source: Y align
hi: Y संरेखित

source: The vertical alignment, from 0 (top) to 1 (bottom)
hi: ऊर्ध्वाधर संरेखण, 0 (ऊपर) से 1 (नीचे) तक

source: Enabled
hi: सक्षम

source: Whether the child can be picked or should be ignored when looking for the child fitting the available size best
hi: क्या उपलब्ध आकार में सबसे उपयुक्त चाइल्ड की तलाश करते समय चाइल्ड को चुना जा सकता है या उसे अनदेखा किया जाना चाहिए

source: Horizontally homogeneous sizing when the widget is folded
hi: विजेट को मोड़ने पर क्षैतिज रूप से समरूप आकार

source: Vertically homogeneous sizing when the widget is folded
hi: विजेट को मोड़ने पर ऊर्ध्वाधर रूप से समरूप आकार

source: Horizontally homogeneous sizing when the widget is unfolded
hi: विजेट को खोलने पर क्षैतिज रूप से समरूप आकार

source: Vertically homogeneous sizing when the widget is unfolded
hi: विजेट को खोलने पर ऊर्ध्वाधर रूप से समरूप आकार

source: The widget currently visible when the widget is folded
hi: विजेट को मोड़ने पर वर्तमान में दिखाई देने वाला विजेट

source: Orientation
hi: अभिविन्यास

source: The name of the icon to be used
hi: प्रयोग किए जाने वाले आइकन का नाम

source: The title to be displayed below the icon
hi: आइकन के नीचे प्रदर्शित किया जाने वाला शीर्षक

source: The description to be displayed below the title
hi: शीर्षक के नीचे प्रदर्शित किया जाने वाला विवरण

source: Color Scheme
hi: रंग योजना

source: The current color scheme
hi: वर्तमान रंग योजना

source: System supports color schemes
hi: सिस्टम रंग योजनाओं का समर्थन करता है

source: Whether the system supports color schemes
hi: क्या सिस्टम रंग योजनाओं का समर्थन करता है

source: Dark
hi: गहरी

source: Whether the application is using dark appearance
hi: क्या अनुप्रयोग गहरे रंग का प्रयोग कर रहा है

source: High Contrast
hi: उच्च विषमता

source: Whether the application is using high contrast appearance
hi: क्या अनुप्रयोग उच्च विषमता उपस्थिति का प्रयोग कर रहा है

source: Swipeable
hi: स्वाइप करने योग्य

source: The swipeable the swipe tracker is attached to
hi: स्वाइप ट्रैकर जिस स्वाइप करने योग्य डिवाइस से जुड़ा है

source: Whether the swipe tracker processes events
hi: स्वाइप ट्रैकर ईवेंट को प्रोसेस करता है या नहीं

source: Reversed
hi: उलटा

source: Whether swipe direction is reversed
hi: क्या स्वाइप दिशा उलटी है

source: Whether to allow swiping for more than one snap point at a time
hi: एक समय में एक से अधिक स्नैप पॉइंट के लिए स्वाइपिंग की अनुमति दी जाए या नहीं

source: View
hi: देखें

source: The view the tab bar controls.
hi: टैब पट्टी द्वारा नियंत्रित दृश्य।

source: Start action widget
hi: कार्रवाई विजेट प्रारंभ करें

source: The widget shown before the tabs
hi: टैब से पहले दिखाया गया विजेट

source: End action widget
hi: अंतिम कार्रवाई विजेट

source: The widget shown after the tabs
hi: टैब के बाद दिखाया गया विजेट

source: Autohide
hi: स्वतः छिपाएं

source: Whether the tabs automatically hide
hi: क्या टैब स्वचालित रूप से छिप जाते हैं

source: Tabs revealed
hi: टैब्स का प्रकटन

source: Whether the tabs are currently revealed
hi: क्या टैब वर्तमान में प्रकट हैं

source: Expand tabs
hi: टैब विस्तृत करें

source: Whether tabs expand to full width
hi: क्या टैब पूरी चौड़ाई तक विस्तारित होते हैं

source: Inverted
hi: उल्टे

source: Whether tabs use inverted layout
hi: क्या टैब उल्टे अभिन्यास का प्रयोग करते हैं

source: Extra drag destination targets
hi: अतिरिक्त ड्रैग गंतव्य लक्ष्य

source: Is overflowing
hi: ओवरफ्लो

source: Whether the tab bar is overflowing
hi: क्या टैब पट्टी ओवरफ्लो हो रहा है

source: Pinned
hi: पिन किए गए

source: Tab Bar
hi: टैब पट्टी

source: Adjustment
hi: समायोजन

source: Needs Attention Left
hi: बायीं ओर ध्यान देना आवश्यकता

source: Needs Attention Right
hi: दायीं ओर ध्यान देना आवश्यकता

source: Resize Frozen
hi: फ्रोज़न का आकार बदलें

source: Dragging
hi: खींचना

source: Page
hi: पृष्ठ

source: Display Width
hi: डिस्प्ले चौड़ाई

source: Hovering
hi: मंडराना

source: Child
hi: चाइल्ड

source: The child of the page
hi: पृष्ठ का चाइल्ड

source: Parent
hi: पैरेंट

source: The parent page of the page
hi: पृष्ठ का पैरेंट पृष्ठ

source: Selected
hi: चयनित

source: Whether the page is selected
hi: क्या पृष्ठ चयनित है

source: Whether the page is pinned
hi: क्या पृष्ठ पिन किया गया है

source: The title of the page
hi: पृष्ठ का शीर्षक

source: Tooltip
hi: टूलटिप

source: The tooltip of the page
hi: पृष्ठ का टूलटिप

source: Icon
hi: आइकन

source: The icon of the page
hi: पृष्ठ का आइकन

source: Loading
hi: लोड हो रहा है

source: Whether the page is loading
hi: क्या पृष्ठ लोड हो रहा है

source: Indicator icon
hi: संकेतक आइकन

source: An indicator icon for the page
hi: पृष्ठ के लिए एक संकेतक आइकन

source: Indicator activatable
hi: संकेतक सक्रियणीय

source: Whether the indicator icon is activatable
hi: क्या संकेतक आइकन सक्रिय है

source: Needs attention
hi: ध्यान आवश्यकता

source: Whether the page needs attention
hi: क्या पृष्ठ पर ध्यान देने की आवश्यकता है

source: The number of pages in the tab view
hi: टैब दृश्य में पृष्ठों की संख्या

source: Number of pinned pages
hi: पिन किए गए पृष्ठों की संख्या

source: The number of pinned pages in the tab view
hi: टैब दृश्य में पिन किए गए पृष्ठों की संख्या

source: Is transferring page
hi: पृष्ठ स्थानांतरण

source: Whether a page is being transferred
hi: क्या कोई पृष्ठ स्थानांतरित किया जा रहा है

source: Selected page
hi: चयनित पृष्ठ

source: The currently selected page
hi: वर्तमान में चयनित पृष्ठ

source: Default icon
hi: तयशुदा आइकन

source: Default page icon
hi: तयशुदा पृष्ठ आइकन

source: Menu model
hi: मेनू मॉडल

source: Tab context menu model
hi: टैब संदर्भ मेनू मॉडल

source: Shortcut widget
hi: शॉर्टकट विजेट

source: Tab shortcut widget
hi: टैब शॉर्टकट विजेट

source: Selection mode
hi: चयन मोड

source: Whether or not the title bar is in selection mode
hi: शीर्षक पट्टी चयन मोड में है या नहीं

# HdyValueObjectClass
source: Value
hi: मान

# HdyValueObjectClass
source: The contained value
hi: निहित मान

source: Policy
hi: नीति

source: The policy to determine the mode to use
hi: प्रयोग की जाने वाली विधा निर्धारित करने की नीति

source: Stack
hi: स्टैक

source: Reveal
hi: प्रकट करें

source: Whether the view switcher is revealed
hi: क्या दृश्य स्विचर प्रकट हुआ है

source: Icon Name
hi: आइकन का नाम

source: Icon name for image
hi: छवि के लिए आइकन का नाम

source: Icon Size
hi: आइकन का आकार

source: Symbolic size to use for named icon
hi: नामित आइकन के लिए प्रयोग किए जाने वाले प्रतीकात्मक आकार

source: Hint the view needs attention
hi: संकेत दृश्य पर ध्यान देने की आवश्यकता है

source: Narrow ellipsize
hi: संकीर्ण दीर्घवृत्त

source: The preferred place to ellipsize the string, if the narrow mode label does not have enough room to display the entire string
hi: यदि संकीर्ण मोड लेबल में संपूर्ण स्ट्रिंग को प्रदर्शित करने के लिए पर्याप्त स्थान नहीं है, तो स्ट्रिंग को दीर्घवृत्ताकार करने के लिए पसंदीदा स्थान

source: View switcher enabled
hi: दृश्य स्विचर सक्षम

source: Whether the view switcher is enabled
hi: क्या दृश्य स्विचर सक्षम है

source: Title visible
hi: शीर्षक दृश्यमान

source: Whether the title label is visible
hi: क्या शीर्षक लेबल दृश्यमान है

source: Move
hi: स्थानान्तर

source: Resize
hi: पुनर्कार

source: Always on Top
hi: हमेशा ऊपर
